import React from "react";
import "./About.css";

function About() {
  return (
    <section className='about'>
      <div className='container'>
        <h3 className='about__title'>О нас</h3>
        <div className='about__block'>
          31 июля 1996 года распоряжением Президента КР «Об организации на базе
          Бишкекской международной школы менеджмента и бизнеса» началась
          подготовка и переподготовка служащих органов государственного
          управления по программе «Магистр государственного управления», которая
          была создана в рамках реализации проекта ПРООН «Развитие менеджмента в
          Кыргызстане». 19 января 1998 года согласно Указу Президента КР №19 на
          базе АУПКР был образован единый учебно-методический комплекс по
          подготовке и переподготовке кадров. В соответствии с Постановлением
          Правительства КР от 26 января 2004 года № 35. в городах Бишкек и Ош
          были образованы Центры повышения квалификации и переподготовки
          государственных и муниципальных служащих. В соответствии с Указом
          Президента КР от 26 сентября 2012 года №206 «Об Академии
          государственного управления при Президенте Кыргызской Республики» в
          целях повышения эффективности подготовки, переподготовки и повышения
          квалификации государственных и муниципальных служащих, отраслевых
          (корпоративных) руководителей государственных предприятий, а также в
          соответствии с Указом Президента Кыргызской Республики "О некоторых
          мерах по совершенствованию системы подготовки, переподготовки и
          повышения квалификации кадров в сфере государственного и
          муниципального управления" от 11 июля 2012 года №135 в организационной
          структуре Академии государственного управления при Президенте
          Кыргызской Республики был создан Институт дополнительного образования
          государственных и муниципальных служащих, который в 2015 году в
          соответствии с Указом Президента Кыргызской Республики (от 1 окт. 2015
          г. УП № 188) был переименован в Высшие курсы администрирования и
          управления (ВКАУ). В настоящее время повышением квалификации,
          подготовки, переподготовки государственных и муниципальных служащих,
          отраслевых (корпоративных) руководителей государственных предприятий
          занимается Высшая школа администрирования (ВША). ВША состоит из трех
          структур: Высшие курсы администрирования и управления (ВКАУ); Институт
          исследования и развития государственного управления (ИИРГУ);
          Национальный центр информационных технологий. На сегодняшний день
          около 28 тысяч государственных и муниципальных служащих прошли
          различные тренинги. Регулярно проводятся тренинги на основе
          государственного заказа и сотрудничества с зарубежными партнерами
          (GIZ, EC, OSCE, JDS, JICE, Peace Nexus, RANEPA и т.д.)
        </div>
      </div>
    </section>
  );
}

export default About;
